var about = {
    title: 'About',
    content: `Целью данной дипломной работы является создание сайта , соответствующего современному положению вещей в сфере рекламы с учетом особенностей Интернета. Для этого необходимо было создать сайт, отвечающий следующим требованиям :

    - современный дизайн;
    - высокая скорость работы;
    - дружественный интерфейс;
    - безопасность данных;
    - удобство размещения на хостинге.

    Результатом дипломной работы стал сайт по размещению рекламных объявлений, который представляет собой вэб-приложение, использующее модель SPA (single page application). Отображение на мобильных устройствах организованно с помощью Bootstrap v4. Основным принципом дизайна, реализованного в работе, стал принцип простоты и доступности.
    
    Данный сайт является своего рода каркасом , который можно с успехом модифицировать. Для успешного использования данного каркаса в реальной деятельности предприятия или частного лица, необходимо доработать отправку сообщений с сайта, загрузку изображений на хостинг, конечно добавить немного индивидуальности с помощью инструментов дизайна. 
    
    Технологии разработки сайта
    
    - React
    - Redux 
    - Bootstrap
    - Google Firebase`,
    footer: `пробная строка для
    проверки перевода      строк`
};

export var {title} = about, {content} = about;